Repository: ksajo/tdevops-csc
Catalog: var/langs/*/addons/commerceml.po
Languages: ru_ru

# Languages::commerceml.import.error.product_variation.same_variation_exists
source: Variation group [group_code] already has a variation with the same combination of feature values
ru_ru: В группе вариаций [group_code] уже есть вариация с таким сочетанием характеристик

# Languages::commerceml.import.error.product_variation.can_not_create_variation
source: Couldn't create product variation [id] in variation group [group_code]
ru_ru: Не удалось создать вариацию [id] в группе вариаций [group_code]

source: Couldn't create variation group for product [id]
ru_ru: Не удалось создать группу вариаций для товара [id]

# Languages::commerceml.import.message.start_import_product
source: Starting the import of product [id]
ru_ru: Начинаю импорт товара [id]

# Languages::commerceml.import.message.end_import_product
source: Finishing the import of product [id]
ru_ru: Завершаю импорт товара [id]

# Languages::commerceml.controller.import_orders_is_disabled
source: Import changes to orders is disabled. Importing order was canceled.
ru_ru: Импорт изменений в заказах отключен. Импорт заказа был отменён.

# Lnaguages::commerceml.controller.start_handle_export_orders
source: Request for exporting the orders received
ru_ru: Запрос на экспорт заказов получен

# Lnaguages::commerceml.controller.end_handle_export_orders
source: Request for exporting the orders processed
ru_ru: Запрос на экспорт заказов обработан

# Languages::commerceml.controller.start_handle_sale_file
source: Request for downloading the sale synchronization file [filename] received
ru_ru: Запрос на скачивание файла обмена заказами [filename] получен

# Languages::commerceml.controller.end_handle_sale_file
source: Request for downloading the sale synchronization file [filename] processed
ru_ru: Запрос на скачивание файла обмена заказами [filename] обработан

# Languages::commerceml.controller.start_handle_sale_import_convert
source: Request for converting the sale synchronization file [filename] received
ru_ru: Запрос на конвертацию файла обмена заказами [filename] получен

# Languages::commerceml.controller.end_handle_sale_import_convert
source: Request for converting the catalog synchronization file [filename] processed
ru_ru: Запрос на конвертацию файла обмена каталога [filename] обработан

# Languages::commerceml.controller.start_handle_sale_import_execute
source: Request for importing data from the sale synchronization file [filename] received
ru_ru: Запрос на импорт данных из файла обмена заказами [filename] получен

# Languages::commerceml.controller.end_handle_sale_import_execute
source: Request for importing data from the sale synchronization file [filename] processed
ru_ru: Запрос на импорт данных из файла обмена заказами [filename] обработан

# Languages::commerceml.import.message.start_update_order
source: Starting the import of order [id]
ru_ru: Начинаю импорт заказа [id]

# Languages::commerceml.import.message.end_update_order
source: Finishing the import of order [id]
ru_ru: Завершаю импорт заказа [id]

# Languages::commerceml.controller.start_handle_catalog_checkauth_request
source: Request for synchronization session received
ru_ru: Запрос на сеанс обмена получен

# Languages::commerceml.controller.end_handle_catalog_checkauth_request
source: Request for synchronization session processed. Session ID: [session_id]
ru_ru: Запрос на сеанс обмена обработан. ID сеанса: [session_id]

# Languages::commerceml.controller.start_handle_catalog_init
source: Request for synchronization parameters received
ru_ru: Запрос на параметры обмена получен

# Languages::commerceml.controller.end_handle_catalog_init
source: Request for synchronization parameters processed. File size limit: [limit]. ZIP support: [zip]
ru_ru: Запрос на параметры обмена обработан. Ограничение на размер файла: [limit]. Поддержка ZIP: [zip]

# Languages::commerceml.controller.start_handle_catalog_file
source: Request for downloading the synchronization file [filename] received
ru_ru: Запрос на скачивание файла обмена [filename] получен

# Languages::commerceml.controller.end_handle_catalog_file
source: Request for downloading the synchronization file [filename] processed
ru_ru: Запрос на скачивание файла обмена [filename] обработан

# Languages::commerceml.controller.start_handle_catalog_import_unzip
source: Request for unpacking the synchronization file [filename] received
ru_ru: Запрос на распаковку файла обмена [filename] получен

# Languages::commerceml.controller.end_handle_catalog_import_unzip
source: Request for unpacking the synchronization file [filename] processed
ru_ru: Запрос на распаковку файла обмена [filename] обработан

# Languages::commerceml.controller.start_handle_catalog_import_convert
source: Request for converting the catalog synchronization file [filename] received
ru_ru: Запрос на конвертацию файла обмена каталога [filename] получен

# Languages::commerceml.controller.end_handle_catalog_import_convert
source: Request for converting the catalog synchronization file [filename] processed
ru_ru: Запрос на конвертацию файла обмена каталога [filename] обработан

# Languages::commerceml.controller.start_handle_catalog_import_analyze
source: Request for analyzing the catalog synchronization file [filename] received
ru_ru: Запрос на анализ файла обмена каталога [filename] получен

# Languages::commerceml.controller.end_handle_catalog_import_analyze
source: Request for analyzing the catalog synchronization file [filename] processed
ru_ru: Запрос на анализ файла обмена каталога [filename] обработан

# Languages::commerceml.controller.start_handle_catalog_import_execute
source: Request for importing data from the catalog synchronization file [filename] received
ru_ru: Запрос на импорт данных из файла обмена каталога [filename] получен

# Languages::commerceml.controller.end_handle_catalog_import_execute
source: Request for importing data from the catalog synchronization file [filename] processed
ru_ru: Запрос на импорт данных из файла обмена каталога [filename] обработан

# Languages::commerceml.controller.end_handle_request
source: Finishing the processing of the [mode] request
ru_ru: Завершаю обработку запроса [mode]

# Languages::commerceml.controller.upload_directory_cleaned
source: Directory [dir] cleared of old synchronization files
ru_ru: Директория [dir] очищена от старых файлов обмена

# Languages::commerceml.controller.convert_import_file_skiped_by_import_mode
source: Skipping file [filename]; reason: the import works in the 'Do not import' mode
ru_ru: Пропускаю файл [filename]; причина: импорт работает в режиме 'Не импортировать'

# Languages::commerceml.controller.convert_offers_file_skiped_by_import_mode
source: Skipping file [filename]; reason: settings forbid the import of offers
ru_ru: Пропускаю файл [filename]; причина: настройки запрещают импорт товарных предложений

# Languages::commerceml.controller.error
source: Error: [message]
ru_ru: Ошибка: [message]

# Languages::commerceml.controller.start_handle_export_orders
source: Request for exporting orders received
ru_ru: Запрос на экспорт заказов получен

# Languages::commerceml.controller.end_handle_export_orders
source: Request for exporting orders processed
ru_ru: Запрос на экспорт заказов обработан

# Languages::commerceml.brand_manufacturer_default_product_feature_name
source: Manufacturer
ru_ru: Производитель

# Languages::commerceml.sync_data_name
source: CommerceML: 1C, MoySklad, Business.ru
ru_ru: CommerceML: 1С, МойСклад, Бизнес.Ру

# Languages::commerceml.map.entity_type.category
source: Categories
ru_ru: Категории

# Languages::commerceml.map.entity_type.tax
source: Taxes
ru_ru: Налоги

# Languages::commerceml.map.entity_type.price_type
source: Price types
ru_ru: Типы цен

# Languages::commerceml.map.entity_type.currency
source: Currencies
ru_ru: Валюты

# Languages::commerceml.map.entity_type.product_feature
source: Product features
ru_ru: Характеристики товаров

# Languages::commerceml.map.entity_type.product_feature_variant
source: Product features variants
ru_ru: Варианты характеристик товаров

# Languages::commerceml.general_information.marketplace
source: To sync 1C with the marketplace, set up a new synchronization (exchange node) with the website. Use the following settings when creating an exchange node:<ul><li>Website address: <a href="[http_location]">[http_location]</a></li><li>User name: Administrator e-mail address</li><li>Password: Administrator password</li></ul>We recommend adding a new administrator with the "CommerceML" privilege.
ru_ru: Для настройки синхронизации маркетплейса с 1С создайте новую синхронизацию (узел обмена) с сайтом. При создании узла обмена используйте следующие настройки:<ul><li>Адрес сайта: <a href="[http_location]"> [http_location]</a></li><li>Имя пользователя: адрес электронной почты администратора</li><li>Пароль: пароль администратора</li></ul>Рекомендуем создать отдельного администратора с привилегией "CommerceML".

# Languages::commerceml.general_information.store
source: To sync 1C with the store, set up a new synchronization (exchange node) with the website. Use the following settings when creating an exchange node:<ul><li>Website address: <a href="[http_location]">[http_location]</a></li><li>User name: Administrator e-mail address</li><li>Password: Administrator password</li></ul>We recommend adding a new administrator with the "CommerceML" privilege.
ru_ru: Для настройки синхронизации с 1С создайте новую синхронизацию (узел обмена) с сайтом. При создании узла обмена используйте следующие настройки:<ul><li>Адрес сайта: <a href="[http_location]"> [http_location]</a></li><li>Имя пользователя: адрес электронной почты администратора</li><li>Пароль: пароль администратора</li></ul>Рекомендуем создать отдельного администратора интернет-магазина с привилегией "CommerceML".

# Languages::commerceml.map.category.create
source: Create category on next sync
ru_ru: Создать категорию при следующей синхронизации

# Languages::commerceml.map.category.use_default
source: Use default category
ru_ru: Использовать категорию по умолчанию

# Languages::commerceml.map.product_feature.create
source: Create product feature on next sync
ru_ru: Создать характеристику товара при следующей синхронизации

# Languages::commerceml.map.product_feature.skip
source: Don't import
ru_ru: Не импортировать

# Languages::commerceml.map.product_feature_variant.create
source: Create product feature variant on next sync
ru_ru: Создать вариант характеристики товара при следующей синхронизации

# Languages::commerceml.map.product_feature_variant.skip
source: Don't import
ru_ru: Не импортировать

# Languages::commerceml.n_items_will_be_created_automatically
source: [n] item will be created automatically|[n] items will be created automatically
ru_ru: [n] объект будет создан автоматически|[n] объекта будут созданы автоматически|[n] объектов будут созданы автоматически

# Languages::commerceml.n_items_will_be_skipped
source: [n] item not matched and will be skipped|[n] item not matched and will be skipped
ru_ru: [n] объект не был сопоставлен и будет пропущен|[n] объекта не были сопоставлены и будут пропущены|[n] объектов не были сопоставлены и будут пропущены

# Languages::commerceml.cml_catalog_product_feature_creation
source: Product feature creation
ru_ru: Создание характеристик товаров

# Languages::commerceml.cml_catalog_product_feature_creation.y
source: Create new features and variants from CRM automatically
ru_ru: Создавать новые характеристики и варианты из CRM автоматически

# Languages::commerceml.cml_catalog_product_feature_creation.n
source: Don't create features and variants from CRM until I check them
ru_ru: Не создавать характеристики и варианты из CRM, пока я их не проверю

# Languages::commerceml.cml_catalog_category_creation
source: Category creation
ru_ru: Создание категорий

# Languages::commerceml.cml_catalog_category_creation.y
source: Create new categories from CRM automatically
ru_ru: Создавать новые категории из CRM автоматически

# Languages::commerceml.cml_catalog_category_creation.n
source: Don't create features and variants from CRM until I check them
ru_ru: Не создавать категории из CRM, пока я их не проверю

# Languages::commerceml.cml_catalog_product_category_update_strategy
source: If the category of a product changes in CRM
ru_ru: Если у товара в CRM меняется категория

# Languages::commerceml.cml_catalog_product_category_update_strategy.append
source: Add the new category alongside the existing ones
ru_ru: Добавить новую категорию в дополнение к уже существующим

# Languages::commerceml.cml_catalog_product_category_update_strategy.replace_main
source: Change the main category of the product
ru_ru: Изменить главную категорию товара

# Languages::commerceml.cml_catalog_product_category_update_strategy.ignore
source: Ignore the change; assign a category only to new products
ru_ru: Игнорировать изменение; назначать категорию только новым товарам

# Languages::commerceml.cml_catalog_product_image_update_strategy
source: If the image of a product changes in CRM
ru_ru: Если у товара в CRM меняется изображение

# Languages::commerceml.cml_catalog_product_image_update_strategy.append
source: Add the new image alongside the existing ones
ru_ru: Добавить новое изображение в дополнение к уже существующим

# Languages::commerceml.cml_catalog_product_image_update_strategy.replace
source: Replace all images of the product
ru_ru: Заменить все изображения товара

# Languages::commerceml.cml_catalog_product_image_update_strategy.ignore
source: Ignore the change; assign an image only to new products
ru_ru: Игнорировать изменение; назначать изображение только новым товарам

# Languages::commerceml.additional_settings_title
source: Additional settings
ru_ru: Дополнительные настройки

# Languages::commerceml.field_import_only_for_new_products
source: Import only for new products
ru_ru: Импортировать только для новых товаров

# Languages::commerceml.dont_import
source: Don't import
ru_ru: Не импортировать

# Languages::commerceml.import.message.order.updated
source: Order [local_id] was updated: Products id: [products];
ru_ru: Заказ [local_id] обновлён; ID товаров: [products];

# Languages::commerceml.import.message.order.status_updated
source: Status for order [local_id] was updated: Old status: [old_status]; New status: [new_status];
ru_ru: Статус заказа [local_id] обновлён; старый статус: [old_status]; новый статус: [new_status];

# Languages::commerceml.import.error.order.local_order_not_found
source: Local order was not found
ru_ru: Не найден локальный заказ

# Languages::commerceml.import.error.order.local_product_not_found
source: Was not found local equivalent of products
ru_ru: Не найдены локальные аналоги товаров

# Languages::commerceml.products_were_disabled_after_addon_was_activated
source: We detected some duplicate entities (products, features, etc.) loaded from your CRM. They were created by mistake when the old CommerceML add-on was replaced with the new one. For your convenience, we've changed the status of the duplicates to "Disabled". For example, <a href="[href]">here is the list of duplicate products which you can safely delete.</a>
ru_ru: Мы обнаружили дублирующиеся сущности (товары, характеристики и т.п.), загруженные из CRM. Они появились по ошибке при переходе со старого модуля CommerceML на новый. Для вашего удобства, мы поменяли статус дубликатов на "Выкл." Например, <a href="[href]">вот список дубликатов товаров, которые вы можете удалить.</a>
