Repository: ksajo/tdevops-csc
Catalog: var/langs/*/addons/commerceml.po
Languages: ru_ru

# Addons::name::commerceml
source: CommerceML (1C, MoySklad, Business.ru) [Beta]
ru_ru: CommerceML (1С, МойСклад, Бизнес.Ру) [Beta]

# Addons::description::commerceml
source: Allows you to import products from and export orders to CRMs that support CommerceML: 1C, MoySklad, Business.ru.
ru_ru: Позволяет импортировать товары и экспортировать заказы в системы, которые поддерживают обмен по CommerceML: 1С, МойСклад, Бизнес.Ру.

# Languages::commerceml.map.no_available_data.marketplace
source: No data is available. It usually appears here after you successfully connect your CRM to the marketplace.
ru_ru: Пока данные недоступны. Обычно они появляются здесь после того, как вы подключите свою систему к маркетплейсу.

# Languages::commerceml.map.no_available_data.store
source: No data is available. It usually appears here after you successfully connect your CRM to the store.
ru_ru: Пока данные недоступны. Обычно они появляются здесь после того, как вы подключите свою систему к магазину.

# Languages::commerceml.cml_catalog_import_mode
source: Import strategy
ru_ru: Стратегия импорта

# Languages::commerceml.cml_catalog_import_mode.all
source: Import all products
ru_ru: Импортировать все товары

# Languages::commerceml.cml_catalog_import_mode.only_new
source: Create new products only
ru_ru: Создать только новые товары

# Languages::commerceml.cml_catalog_import_mode.only_existing
source: Update existing products only
ru_ru: Обновить только существующие товары

# Languages::commerceml.cml_catalog_import_mode.none
source: Don't import anything
ru_ru: Не импортировать ничего

# Languages::commerceml.cml_catalog_allow_import_offers
source: Import product offers
ru_ru: Импортировать товарные предложения

# Languages::commerceml.cml_catalog_hide_out_of_stock_products
source: Hide out-of-stock products
ru_ru: Скрывать товары, которых нет в наличии

# Languages::commerceml.cml_catalog_allow_import_categories
source: Import categories
ru_ru: Импортировать категории

# Languages::commerceml.cml_catalog_allow_import_features
source: Import features
ru_ru: Импортировать характеристики

# Languages::commerceml.cml_catalog_import_images_as_additional
source: Import images as additional ones
ru_ru: Импортировать изображения как дополнительные

# Languages::commerceml.cml_catalog_new_product_status
source: Status for new products
ru_ru: Статус для новых товаров

# Languages::commerceml.cml_catalog_new_product_status.a
source: Active
ru_ru: Вкл.

# Languages::commerceml.cml_catalog_new_product_status.h
source: Hidden
ru_ru: Скрыт

# Languages::commerceml.cml_catalog_new_product_status.d
source: Disabled
ru_ru: Выкл.

# Languages::commerceml.cml_default_lang
source: Content language in CRM
ru_ru: Язык контента в CRM

# Languages::commerceml.cml_catalog_default_category_id
source: Default category
ru_ru: Категория по умолчанию

# Languages::commerceml.cml_catalog_default_category_id.tooltip
source: Products that don't have any other category will be imported here.
ru_ru: Сюда импортируются товары, у которых нет любой другой категории.

# Languages::commerceml.cml_catalog_use_taxes
source: Add tax to products
ru_ru: Добавлять налог к товарам

# Languages::commerceml.main_information
source: Main information
ru_ru: Основная информация

# Languages::commerceml.field_in_marketplace
source: Field in the marketplace
ru_ru: Поле на маркетплейсе

# Languages::commerceml.field_in_store
source: Field in the store
ru_ru: Поле в магазине

# Languages::commerceml.field_in_crm
source: Field in CRM
ru_ru: Поле в CRM

# Languages::commerceml.fields_in_crm
source: Field(s) in CRM
ru_ru: Поле/поля в CRM

# Languages::commerceml.custom_field_name
source: Custom field name
ru_ru: Имя своего поля

# Languages::commerceml.show_as_product_feature
source: Show as a product feature
ru_ru: Показывать как характеристику товара

# Languages::commerceml.automatic_matching_title
source: Automatic matching
ru_ru: Автоматическое сопоставление

# Languages::commerceml.cml_catalog_allow_matching_category_by_name
source: Match categories by name
ru_ru: Сопоставлять категории по имени

# Languages::commerceml.cml_catalog_allow_matching_product_by_product_code
source: Match products by product code
ru_ru: Сопоставлять товары по их коду

# Languages::commerceml.cml_catalog_convertor_product_name_source
source: Product name
ru_ru: Название товара

# Languages::commerceml.cml_catalog_convertor_product_name_source.name
source: Name
ru_ru: Рабочее наименование

# Languages::commerceml.cml_catalog_convertor_product_name_source.full_name
source: Full name
ru_ru: Наименование для печати

# Languages::commerceml.cml_catalog_convertor_product_code_source
source: Product code
ru_ru: Код товара

# Languages::commerceml.cml_catalog_convertor_product_code_source.article
source: SKU
ru_ru: Артикул

# Languages::commerceml.cml_catalog_convertor_product_code_source.code
source: Item number
ru_ru: Код номенклатуры

# Languages::commerceml.cml_catalog_convertor_product_code_source.bar
source: Bar code
ru_ru: Штрих код

# Languages::commerceml.cml_catalog_convertor_full_description_source
source: Full description
ru_ru: Подробное описание

# Languages::commerceml.cml_catalog_convertor_full_description_source.none
source: Do not import
ru_ru: Не импортировать

# Languages::commerceml.cml_catalog_convertor_full_description_source.description
source: Description
ru_ru: Текстовое описание

source: File description
ru_ru: Файл описания для сайта

# Languages::commerceml.cml_catalog_convertor_full_description_source.full_name
source: Full name
ru_ru: Наименование для печати

# Languages::commerceml.cml_catalog_convertor_short_description_source
source: Short description
ru_ru: Краткое описание

# Languages::commerceml.cml_catalog_convertor_short_description_source.none
source: Do not import
ru_ru: Не импортировать

# Languages::commerceml.cml_catalog_convertor_short_description_source.description
source: Description
ru_ru: Текстовое описание

source: File description
ru_ru: Файл описания для сайта

# Languages::commerceml.cml_catalog_convertor_short_description_source.full_name
source: Full name
ru_ru: Наименование для печати

# Languages::commerceml.cml_catalog_convertor_page_title_source
source: Page title (SEO)
ru_ru: Название страницы (SEO)

# Languages::commerceml.cml_catalog_convertor_page_title_source.none
source: Do not import
ru_ru: Не импортировать

# Languages::commerceml.cml_catalog_convertor_page_title_source.name
source: Name
ru_ru: Наименование

# Languages::commerceml.cml_catalog_convertor_page_title_source.full_name
source: Full name
ru_ru: Полное наименование

source: Custom field
ru_ru: Своё поле

# Languages::commerceml.cml_catalog_convertor_promo_text_property_source
source: Promo text (field in CRM)
ru_ru: Промо-текст (поле в CRM)

# Languages::commerceml.shipping_information
source: Shipping information
ru_ru: Информация о доставке

# Languages::commerceml.shipping_information_info_block
source: If your CRM has fields with the same information as product shipping properties in the store, then you can import values from those fields. You can enter multiple fields (each in new line). In that case, the value of the latest found field will be used.
ru_ru: Если у вас в системе есть поля с подходящими значениями, вы можете их перенести в параметры доставки товара в магазине. Можно указать несколько полей (каждое в новой строке). Тогда значение возьмётся из последнего найденного поля.

# Languages::commerceml.cml_catalog_convertor_weight_property_source_list
source: Weight
ru_ru: Вес

# Languages::commerceml.cml_catalog_convertor_free_shipping_property_source_list
source: Free shipping
ru_ru: Бесплатная доставка

source: Value of the field in CRM must be "true" or "false"
ru_ru: Значение этого поля в CRM должно быть "true" или "false"

# Languages::commerceml.cml_catalog_convertor_shipping_cost_property_source_list
source: Shipping cost
ru_ru: Стоимость доставки

# Languages::commerceml.cml_catalog_convertor_number_of_items_property_source_list
source: Items in a box
ru_ru: Количество штук в коробке

# Languages::commerceml.cml_catalog_convertor_box_length_property_source_list
source: Box length
ru_ru: Длина коробки

# Languages::commerceml.cml_catalog_convertor_box_width_property_source_list
source: Box width
ru_ru: Ширина коробки

# Languages::commerceml.cml_catalog_convertor_box_height_property_source_list
source: Box height
ru_ru: Высота коробки

# Languages::commerceml.orders_export
source: Orders export
ru_ru: Экспорт заказов

# Languages::commerceml.orders_import
source: Orders import
ru_ru: Импорт заказов

# Languages::commerceml.cml_order_export_strategy
source: Export strategy
ru_ru: Стратегия экспорта

# Languages::commerceml.cml_orders_exporter_strategy.a
source: Export all orders
ru_ru: Экспортировать все заказы

# Languages::commerceml.cml_orders_exporter_strategy.n
source: Export new orders and changes to existing orders only
ru_ru: Экспортировать только новые заказы и изменения в существующих

# Languages::commerceml.product_features
source: Product features
ru_ru: Характеристики товара

# Languages::commerceml.product_features_info_block
source: Write each CRM field in a new line.
ru_ru: Пишите каждое поле CRM в новой строке.

# Languages::commerceml.cml_catalog_convertor_property_blocklist
source: Don't import these CRM fields as product features
ru_ru: Не импортировать эти поля из CRM как характеристики

# Languages::commerceml.cml_catalog_convertor_property_allowlist
source: Import only these CRM fields as product features
ru_ru: Импортировать только эти поля из CRM как характеристики

# Languages::commerceml.never
source: Never
ru_ru: Никогда

# Languages::commerceml.last_status.S
source: Success
ru_ru: Успех

# Languages::commerceml.last_status.P
source: In progress
ru_ru: В процессе

# Languages::commerceml.last_status.F
source: Failure
ru_ru: Неудача

# Languages::commerceml.step_1_title
source: Step 1: Connect your CRM
ru_ru: Шаг 1: Подключите свою систему

# Languages::commerceml.step_1_instruction.marketplace
source: <p>Make sure that your CRM sends files to the marketplace. You can connect 1C, MoySklad, Business.ru, or any other CRM that supports CommerceML.</p><p>We'll tick this checkbox once the marketplace receives and processes the first file from your CRM. Here are the instructions how you can connect your CRM:</p>
ru_ru: <p>Убедитесь, что ваша система отправляет данные на маркетплейс. Вы можете подключить 1C, МойСклад, Бизнес.Ру или другую систему с поддержкой CommerceML.</p><p>Мы отметим эту галку, когда маркетплейс получит и обработает первый файл из вашей системы. Ниже инструкции по подключению:</p>

# Languages::commerceml.step_1_instruction.store
source: <p>Make sure that your CRM sends files to the store. You can connect 1C, MoySklad, Business.ru, or any other CRM that supports CommerceML.</p><p>We'll tick this checkbox once the store receives and processes the first file from your CRM. Here are the instructions how you can connect your CRM:</p>
ru_ru: <p>Убедитесь, что ваша система отправляет данные в магазин. Вы можете подключить 1C, МойСклад, Бизнес.Ру или другую систему с поддержкой CommerceML.</p><p>Мы отметим эту галку, когда магазин получит и обработает первый файл из вашей системы. Ниже инструкции по подключению:</p>

# Languages::commerceml.step_1_links
source: <a href="[docs_url]user_guide/addons/commerceml/1c/">1C Trade Management</a> | <a href="[docs_url]user_guide/addons/commerceml/moy_sklad/">MoySklad</a> | <a href="[docs_url]user_guide/addons/commerceml/class365/">Business.ru (Class365)</a>
ru_ru: <a href="[docs_url]user_guide/addons/commerceml/1c/">1C: Управление торговлей</a> | <a href="[docs_url]user_guide/addons/commerceml/moy_sklad/">МойСклад</a> | <a href="[docs_url]user_guide/addons/commerceml/class365/">Бизнес.Ру (Класс365)</a>

# Languages::commerceml.step_2_title
source: Step 2: Set the data exchange rules
ru_ru: Шаг 2: Задайте правила обмена данными

# Languages::commerceml.step_2_instruction.marketplace
source: <p>Before importing anything, the marketplace checks the content of your CRM file. You decide what data to use, and how to use it. One you set the rules for matching the data from your file with the data in the marketplace, you'll be able to import it.</p>
ru_ru: <p>Перед тем, как что-нибудь импортировать, маркетплейс проверяет содержимое файла из вашей системы. Вы решаете какие данные использовать и как. Когда вы зададите правила для сопоставления данных из файла с данными на маркетплейсе, вы сможете их импортировать.</p>

# Languages::commerceml.step_2_instruction.store
source: <p>Before importing anything, the store checks the content of your CRM file. You decide what data to use, and how to use it. One you set the rules for matching the data from your file with the data in the store, you'll be able to import it.</p>
ru_ru: <p>Перед тем, как что-нибудь импортировать, магазин проверяет содержимое файла из вашей системы. Вы решаете, какие данные использовать и как. Когда вы зададите правила для сопоставления данных из файла с данными в магазин, вы сможете их импортировать.</p>

# Languages::commerceml.step_2_specify_matches
source: Please specify the matches for:
ru_ru: Пожалуйста, задайте соответствие для следующих сущностей:

# Languages::commerceml.step_3_title
source: Step 3: Synchronize the data
ru_ru: Шаг 3: Синхронизируйте данные

# Languages::commerceml.step_3_instruction.marketplace
source: <p>Once you set the rules, data can be imported. Start the import from your CRM. We'll tick this checkbox after the marketplace successfully receives the data. If there're any issues, we'll notify you here.</p>
ru_ru: <p>Когда правила заданы, можно импортировать данные. Импорт запускается на стороне вашей системы. Мы проставим галочку, когда маркетплейс успешно получит данные. В случае проблем информация о них появится здесь.</p>

# Languages::commerceml.step_3_instruction.store
source: <p>Once you set the rules, data can be imported. Start the import from your CRM. We'll tick this checkbox after the store successfully receives the data. If there're any issues, we'll notify you here.</p>
ru_ru: <p>Когда правила заданы, можно импортировать данные. Импорт запускается на стороне вашей системы. Мы проставим галочку, когда магазин успешно получит данные. В случае проблем информация о них появится здесь.</p>

# Languages::commerceml.last_successful_sync
source: Last successful sync
ru_ru: Последняя успешная синхронизация

# Languages::commerceml.view_log
source: View log
ru_ru: Просмотр журнала

# Languages::commerceml.no_match
source: No match specified yet!
ru_ru: Пока не задано ни одно соответствие!

# Languages::commerceml.done
source: Done!
ru_ru: Задано!

# Languages::commerceml.marketplace
source: marketplace
ru_ru: маркетплейс

# Languages::commerceml.store
source: store
ru_ru: магазин

# Languages::commerceml.cml_order_export_shipping_fee
source: Export shipping fee
ru_ru: Экспортировать стоимость доставки

# Languages::commerceml.cml_order_export_shipping_fee.tooltip
source: Orders will have shipping fee as a separate product
ru_ru: Стоимость доставки будет в заказе как отдельный товар

# Languages::commerceml.cml_order_export_product_options
source: Export product options
ru_ru: Выгружать опции товара

# Languages::commerceml.cml_order_export_product_options.tooltip
source: Export order with product options
ru_ru: Опции товаров будут выгружены в заказ

# Languages::commerceml.cml_order_export_statuses.tooltip
source: Export order statuses in CommerceML format
ru_ru: Выгружать статусы заказов из магазина в формате CommerceML

# Languages::commerceml.cml_order_export_from_order_id
source: Start export from Order #
ru_ru: Выгружать с номера

# Languages::commerceml.cml_order_export_from_order_id.tooltip
source: Leave empty to export all orders
ru_ru: Оставьте поле пустым, чтобы экспортировать все заказы

# Languages::commerceml.cml_order_export_statuses
source: Export order statuses
ru_ru: Выгружать статусы заказов

# Languages::commerceml.cml_order_statuses_filter
source: Order statuses
ru_ru: Статусы заказов

# Languages::commerceml.cml_orders_import_changes
source: Import changes to orders
ru_ru: Импортировать изменения в заказах

# Languages::commerceml.map.entity_name
source: External name
ru_ru: Внешнее имя

# Languages::commerceml.map.entity_id
source: External ID
ru_ru: Внешний ID

# Languages::commerceml.map.local_id
source: Local ID
ru_ru: Локальный ID

# Languages::commerceml.tab.currency
source: Currencies
ru_ru: Валюты

# Languages::commerceml.tab.general
source: General
ru_ru: Общие

# Languages::commerceml.tab.catalog
source: Catalog
ru_ru: Каталог

# Languages::commerceml.tab.products
source: Products
ru_ru: Товары

# Languages::commerceml.tab.orders
source: Orders
ru_ru: Заказы

# Languages::commerceml.tab.price_type
source: Prices
ru_ru: Цены

# Languages::commerceml.tab.tax
source: Taxes
ru_ru: Налоги

# Languages::commerceml.tab.category
source: Categories
ru_ru: Категории

# Languages::commerceml.tab.product_feature
source: Product features
ru_ru: Характеристики товаров

# Languages::commerceml.variation_default_product_feature_name
source: Variant
ru_ru: Вариант

# Languages::base_price
source: Base price
ru_ru: Базовая цена

# Languages::commerceml.import.error.product_exists_and_skipped_by_import_mode
source: Skipping product [id]; reason: only new products are imported
ru_ru: Пропускаю товар [id]; причина: импортируются только новые товары

# Languages::commerceml.import.error.product_not_exists_and_skipped_by_import_mode
source: Skipping product [id]; reason: only the changes to existing products are imported
ru_ru: Пропускаю товар [id]; причина: импортируются только изменения в существующих товарах

# Languages::commerceml.import.error.product.caregory_not_found
source: Couldn't find category [id]
ru_ru: Не удалось найти категорию [id]

# Languages::commerceml.import.message.product.default_category_used
source: Couldn't find category [id]; default category [local_id] used instead
ru_ru: Не удалось найти категорию [id]; использую категорию по умолчанию [local_id]

# Languages::commerceml.import.message.product.no_categories_default_category_used
source: Product [product_id] does not have categories; default category [local_id] used instead
ru_ru: У товара [product_id] нет категории; использую категорию по умолчанию [local_id]

# Languages::commerceml.import.message.product.created
source: Product [id] created; local ID: [local_id], price: [price], quantity: [amount]
ru_ru: Товар [id] создан; локальный ID: [local_id], цена: [price], количество: [amount]

# Languages::commerceml.import.message.product.updated
source: Product [id] updated; local ID: [local_id], price: [price], quantity: [amount]
ru_ru: Товар [id] обновлён; локальный ID: [local_id], цена: [price], количество: [amount]

# Languages::commerceml.import.message.product.deleted
source: Product [id] deleted; local ID: [local_id]
ru_ru: Товар [id] удалён; локальный ID: [local_id]

# Languages::commerceml.import.message.product.not_import_deleted
source: Couldn't import product [id]; reason: product marked as deleted
ru_ru: Не удалось импортировать товар [id]; причина: товар помечен как удалённый

# Languages::commerceml.import.message.product.marked_as_removed
source: Couldn't import product [id]; reason: product was deleted earlier
ru_ru: Не удалось импортировать товар [id]; причина: товар был удалён ранее

# Languages::commerceml.import.message.product.is_not_creatable
source: Couldn't import product [id]; reason: not enough data to create a product
ru_ru: Не удалось импортировать товар [id]; причина: недостаточно данных для создания товара

# Languages::commerceml.import.message.product.found_by_product_code
source: Couldn't find product [id] by product code [product_code]; local ID: [local_id]
ru_ru: Не удалось найти товар [id] по коду [product_code]; локальный ID: [local_id]

source: Couldn't find local ID [local_id] for product [id] in the database
ru_ru: Не удалось найти локальный ID [local_id] для товара [id] в базе данных

# Languages::commerceml.import.message.category.found_by_name
source: Category [id] was matched by name: [name]; local ID: [local_id]
ru_ru: Категория [id] сопоставлена по имени: [name]; локальный ID: [local_id]

# Languages::commerceml.import.error.category.parent_category_not_found
source: Couldn't find parent category [parent_id] for category [id]
ru_ru: Не удалось найти родительскую категорию [parent_id] для категории [id]

# Languages::commerceml.import.error.category.parent_category_not_imported
source: Couldn't import parent category [parent_id] for category [id]
ru_ru: Не удалось импортировать родительскую категорию [parent_id] для категории [id]

# Languages::commerceml.import.message.category.created
source: Category [id] created; local ID: [local_id]
ru_ru: Категория [id] создана; локальный ID: [local_id]

# Languages::commerceml.import.message.product_feature.created
source: Product feature [id] created; local ID: [local_id]
ru_ru: Характеристика [id] создана; локальный ID: [local_id]

# Languages::commerceml.import.message.product_feature.skipped
source: Skipping product feature [id]; reason: import this product feature is disabled in the mapping settings
ru_ru: Пропускаю характеристику [id]; причина: импорт этой характеристики отключен при сопоставлении характеристик

# Languages::commerceml.import.message.product_feature.variant_skipped
source: Skipping product feature variant [id]; reason: import this product feature variant is disabled in the mapping settings
ru_ru: Пропускаю вариант характеристики [id]; причина: импорт этого варианта отключен при сопоставлении вариантов характеристик

# Languages::commerceml.import.message.category.skipped
source: Skipping product category [id]; reason: import this product category is disabled in the mapping settings
ru_ru: Пропускаю категорию [id]; причина: импорт этой категории отключен при сопоставлении категорий

# Languages::commerceml.import.error.product_feature.not_found
source: Couldn't find product feature [id]
ru_ru: Не удалось найти характеристику [id]

# Languages::commerceml.import.message.product_feature.skipped_by_settings
source: Couldn't import product feature [id]; reason: import of product features is disabled in the settings
ru_ru: Не удалось импортировать характеристику [id]; причина: импорт характеристик отключен в настройках

# Languages::commerceml.import.message.product_feature.variant_created
source: Variant [id] of product feature [feature_id] created; local ID: [local_id]
ru_ru: Вариант [id] характеристики [feature_id] создан; локальный ID: [local_id]

# Languages::commerceml.import.error.product_variation.variation_not_deleted
source: Couldn't delete product variation [id]; local ID: [local_id]
ru_ru: Не удалось удалить вариацию [id]; локальный ID: [local_id]

# Languages::commerceml.import.error.product_variation.parent_product_not_found
source: Couldn't find parent product for variation [id]
ru_ru: Не удалось найти родительский товар для вариации [id]

# Languages::commerceml.import.error.product.parent_product_removed
source: Couldn't import product [id]; reason: its parent product [parent_id] was deleted
ru_ru: Не удалось импортировать товар [id]; причина: его родительский товар [parent_id] был удалён

# Languages::commerceml.import.error.product_variation.invalid_features_count
source: The number of features doesn't match the number of features in variation group [group_code]
ru_ru: Количество характеристик на совпадает с количеством характеристик в группе вариаций [group_code]

# Languages::commerceml.import.error.product_variation.feature_not_found_at_group
source: Couldn't find feature [feature_id] in variation group [group_code]
ru_ru: Не удалось найти характеристику [feature_id] в группе вариаций [group_code]
