Repository: ksajo/tdevops-csc
Catalog: var/langs/*/addons/rus_yandex_metrika.po
Languages: ru_ru

# Addons::name::rus_yandex_metrika
source: Russian localization — Yandex.Metrika
ru_ru: Яндекс.Метрика

# Addons::description::rus_yandex_metrika
source: Statistics from Yandex
ru_ru: Интеграция сервиса Яндекс.Метрика в магазин

# SettingsSections::rus_yandex_metrika::general
source: General
ru_ru: Общие настройки

# SettingsOptions::rus_yandex_metrika::general_settings
source: General
ru_ru: Общие

# SettingsOptions::rus_yandex_metrika::counter_number
source: Counter ID
ru_ru: Номер счётчика

# SettingsTooltips::rus_yandex_metrika::counter_number
source: Get it from your account at <a href="http://metrika.yandex.ru" target="_blank">metrika.yandex.ru</a>
ru_ru: Узнайте в личном кабинете на сайте <a href="http://metrika.yandex.ru" target="_blank">metrika.yandex.ru</a>

# SettingsOptions::rus_yandex_metrika::is_obsolete_code_snippet_used
source: Obsolete code snippet
ru_ru: Устаревший код счетчика

# SettingsTooltips::rus_yandex_metrika::is_obsolete_code_snippet_used
source: You should install the obsolete version of the code snippet only if you'd like to use the previous version of Session Replay. The up-to-date code snippet supports only Session Replay 2.0
ru_ru: Устаревший код счетчика стоит устанавливать на сайт, только если вы хотите использовать предыдущую версию Вебвизора. Актуальная версия кода счетчика поддерживает только Вебвизор 2.0.

# SettingsOptions::rus_yandex_metrika::base_settings
source: Settings
ru_ru: Настройки

# SettingsOptions::rus_yandex_metrika::visor
source: WebVisor
ru_ru: Вебвизор

# SettingsOptions::rus_yandex_metrika::clickmap
source: Click map
ru_ru: Карта кликов

# SettingsOptions::rus_yandex_metrika::external_links
source: External links, file downloads and "Share" button report
ru_ru: Внешние ссылки, загрузки файлов и отчёт по кнопке «Поделиться»

# SettingsOptions::rus_yandex_metrika::denial
source: Accurate bounce rate
ru_ru: Точный показатель отказов

# SettingsOptions::rus_yandex_metrika::addition_settings
source: Addition settings
ru_ru: Дополнительные настройки

# SettingsOptions::rus_yandex_metrika::track_hash
source: Tracking the hash in your browser
ru_ru: Отслеживание хеша в адресной строке браузера

# SettingsOptions::rus_yandex_metrika::ecommerce
source: Collecting data for ecommerce
ru_ru: Сбор данных для электронной коммерции

# SettingsOptions::rus_yandex_metrika::yandex_api_access
source: Yandex API access
ru_ru: Доступ к API Яндекса

# SettingsOptions::rus_yandex_metrika::application_id
source: Application ID
ru_ru: ID приложения

# SettingsOptions::rus_yandex_metrika::application_password
source: Application password
ru_ru: Пароль приложения

# SettingsOptions::rus_yandex_metrika::auth_token
source: Auth token
ru_ru: Авторизационный токен

# SettingsOptions::rus_yandex_metrika::goals
source: Goals
ru_ru: Цели

# SettingsOptions::rus_yandex_metrika::collect_stats_for_goals
source: Collect statistics for these goals
ru_ru: Собирать статистику по следующим целям

# SettingsTooltips::rus_yandex_metrika::collect_stats_for_goals
source: Yandex API access is required (see settings above)
ru_ru: Должен быть настроен доступ к API Яндекса (см. выше)

# Languages::rus_yandex_metrika.oauth_info.register_an_app
source: Please <a href="https://oauth.yandex.ru/client/new" target="_blank">register an application</a> with full Yandex.Metrika permissions to continue
ru_ru: Чтобы продолжить, <a href="https://oauth.yandex.ru/client/new" target="_blank">зарегистрируете приложение</a> со всеми доступами Яндекс.Метрики

# Languages::rus_yandex_metrika.oauth_info.callback_uri_description
source: Copy and paste this address into your application <b>Callback URL</b> parameter. After the registration, you will be able to fill out the "Application ID" and "Application password" fields on this page.
ru_ru: Скопируйте и вставьте этот адрес в параметр <b>Callback URL</b> у вашего приложения. После регистрации вы сможете заполнить поля "ID приложения" и "Пароль приложения" на этой странице.

# Languages::yandex_metrika_oauth_info_part2
source: After you've created the app and when you ever <a href="[edit_app_uri]" target="_blank">modify it</a>, <a href="[auth_uri]" target="_blank">click here to get a new auth token</a>
ru_ru: После создания приложения, а также после любой его <a href="[edit_app_uri]" target="_blank">модификации</a> необходимо <a href="[auth_uri]" target="_blank">обновить токен</a>

# Languages::yandex_metrika_engaged_visitor_text
source: Engaged visitor (a customer viewed over five pages during the visit)
ru_ru: Вовлеченный пользователь (посетитель просмотрел более пяти страниц за визит)

# Languages::yandex_metrika_basket_text
source: Add to cart (the "Add to cart button" button was clicked)
ru_ru: Добавление в корзину (нажатие на кнопку «В корзину»)

# Languages::yandex_metrika_order_text
source: Order (an order is successfully placed)
ru_ru: Заказ (успешное размещение заказа)

# Languages::yandex_metrika_wishlist_text
source: Wishlist (a customer added an item to wishlist)
ru_ru: Добавление в список желаний (товар добавлен в список желаний)

# Languages::yandex_metrika_buy_with_one_click_form_opened_text
source: Buy with one click (the "Buy with one click" button was clicked)
ru_ru: Покупка в один клик (нажатие на кнопку «Купить в один клик»)

# Languages::yandex_metrika_call_request_text
source: Call request (a customer submitted a call request form)
ru_ru: Заявка на обратный звонок (посетитель заполнил форму на обратный звонок)

# Languages::yandex_metrika_pest_unauthorized
source: Need to apply valid access token from <a href='https://oauth.yandex.ru/'>https://oauth.yandex.ru/</a>
ru_ru: Необходимо применить токен доступа по ссылке <a href='https://oauth.yandex.ru/'>https://oauth.yandex.ru/</a>

# Languages::yandex_metrika_pest_not_found
source: The requested resource not found
ru_ru: Сервис не найден

# Languages::yandex_metrika_pest_forbidden
source: You don't have permission to access this resource
ru_ru: У вас нет прав для доступа к сервису
