Repository: ksajo/tdevops-csc
Catalog: var/langs/*/addons/rus_kupivkredit.po
Languages: ru_ru

# Addons::name::rus_kupivkredit
source: Russian localization — Tinkoff Loan (KupiVkredit)
ru_ru: Тинькофф: Кредитование покупателей (КупиВкредит)

# Addons::description::rus_kupivkredit
source: Allows purchases on credit via the Tinkoff Loan (KupiVkredit) service
ru_ru: Позволяет совершать покупки в кредит в кредит через систему Тинькофф "Кредитование покупателей" (КупиВкредит)

# Languages::kvk_order_id
source: Tinkoff Loan (KupiVkredit) order id
ru_ru: ID заказа в "Кредитовании покупателей" (КупиВкредит)

# Languages::kupivkredit_shop_id
source: Store ID
ru_ru: Идентификатор магазина

# Languages::rus_kupivkredit.show_case_id
source: Showcase ID
ru_ru: Идентификатор витрины магазина

# Languages::kupivkredit_api_key
source: API Key
ru_ru: API ключ

# Languages::kupivkredit_secret
source: Secret word
ru_ru: Секретная строка

# Languages::kupivkredit_button
source: Tinkoff Loan (KupiVkredit)
ru_ru: Тинькофф: Кредитование покупателей (КупиВкредит)

# Languages::kupivkredit
source: Tinkoff Loan (KupiVkredit)
ru_ru: Тинькофф: Кредитование покупателей (КупиВкредит)

# Languages::kupivkredit_widget_closed
source: The widget has been closed by the customer
ru_ru: Виджет был закрыт покупателем

# Languages::kupivkredit_cancel_order
source: Cancel order
ru_ru: Купи в кредит - Отменить заказ

# Languages::kupivkredit_complete_order
source: Sign order
ru_ru: Купи в кредит - Подписать заказ

# Languages::kupivkredit_confirm_order
source: Confirn order
ru_ru: Купи в кредит - Подтвердить заказ

# Languages::kupivkredit_cancel_order_status
source: Declined by the store
ru_ru: Отказ магазина

# Languages::kupivkredit_widget_incomplete
source: The request is incomplete
ru_ru: Заявка не заполнена до конца

# Languages::kupivkredit_widget_bank_reject
source: Request declined by bank
ru_ru: Заявка отклонена банком

# Languages::kupivkredit_widget_open
source: Your request is pre-approved
ru_ru: Ваша заявка предварительно одобрена

# Languages::kupivkredit_widget_processed
source: Congratulations! Your request is approved.
ru_ru: Ваша заявка одобрена! Поздравляем!

# Languages::kupivkredit_order_confirmed
source: Order confirmation sent to bank
ru_ru: В банк отправлено подтверждение заказа

# Languages::rus_kupivkredit.settings_instructions
source: You can find detailed information about registration in Tinkoff Loan (KupiVkredit) system on the <a href="[url]">"[url]"</a>
ru_ru: Подробнее о регистрации в системе Тинькофф "Кредитование покупателей" читайте по ссылке: <a href="[url]">"[url]"</a>

# Languages::kvk_payment_disabled
source: Some payments use the Tinkoff Loan (KupiVkredit) processor. They have been disabled and cannot be activated unless the Tinkoff Loan (KupiVkredit) processor is active.
ru_ru: Способы оплаты, использующие модуль "Тинькофф: Кредитование покупателей", были отключены. Чтобы их включить, включите модуль "Тинькофф: Кредитование покупателей".

# Languages::kvk_has_disabled_payments
source: Some payments use Tinkoff Loan (KupiVkredit) processor. You can now activate them on the <a href="[url]">Payment methods</a> page.
ru_ru: Некоторые способы оплаты используют модуль "Тинькофф: Кредитование покупателей". Вы можете включить их на странице <a href="[url]">Способы оплаты</a>.

# Languages::rus_kupivkredit.redirect_to_create_order
source: Now you will be redirected to the site of the payment system.
ru_ru: Теперь вы будете перенаправлены на сайт платёжной системы.
