Repository: ksajo/tdevops-csc
Catalog: var/langs/*/addons/yandex_delivery_v3.po
Languages: ru_ru

# Addons::name::yandex_delivery_v3
source: Yandex.Delivery
ru_ru: Яндекс.Доставка

# Addons::description::yandex_delivery_v3
source: Integrates your store with the Yandex.Delivery service.
ru_ru: Интеграция магазина с Яндекс.Доставкой.

# SettingsSections::yandex_delivery_v3::general
source: General
ru_ru: Общее

# SettingsOptions::yandex_delivery_v3::oauth_key
source: Oauth key
ru_ru: Токен авторизации (Oauth)

# SettingsTooltips::yandex_delivery_v3::oauth_key
source: Learn how to get it in <a href='https://yandex.com/dev/delivery-3/doc/dg/concepts/access.html/#access__token' target='_blank'>Yandex documentation</a>
ru_ru: Получение описано <a href='https://yandex.ru/dev/delivery-3/doc/dg/concepts/access.html/#access__token' target='_blank'>в документации Яндекса</a>

# SettingsOptions::yandex_delivery_v3::cabinet_id
source: Account ID
ru_ru: ID учётной записи

# SettingsTooltips::yandex_delivery_v3::cabinet_id
source: It's called "ID Store" in your Yandex account
ru_ru: В учётной записи Яндекса это называется "ID магазина"

# SettingsOptions::yandex_delivery_v3::sender_ids
source: Store identifiers from Yandex
ru_ru: Идентификаторы магазинов из Яндекса

# SettingsTooltips::yandex_delivery_v3::sender_ids
source: The IDs (and optionally, names) of the stores you created in your Yandex.Delivery account. Write every ID or ID+Name pair in a new line. Examples (without quotes): '123456789-Store at 13th St.' or just '123456789'.
ru_ru: ID (и если нужно, названия) магазинов, которые вы создали в личном кабинете Яндекс.Доставки. Пишите каждый ID или пару ID+название в новой строке. Примеры (без кавычек): '123456789-Магазин на Ленина' или просто '123456789'.

# SettingsOptions::yandex_delivery_v3::warehouse_ids
source: Warehouse identifiers from Yandex
ru_ru: Идентификаторы складов из Яндекса

# SettingsTooltips::yandex_delivery_v3::warehouse_ids
source: The IDs (and optionally, names) of the warehouses you created in your Yandex.Delivery account. Write every ID or ID+Name pair in a new line. Examples (without quotes): '123456789-Warehouse at 27th St.' or just '123456789'
ru_ru: ID (и если нужно, названия) складов, которые вы создали в личном кабинете Яндекс.Доставки. Пишите каждый ID или пару ID+название в новой строке. Примеры (без кавычек): '123456789-Склад на Ленина' или просто '123456789'.

# SettingsOptions::yandex_delivery_v3::autoconfirm
source: Confirm orders in Yandex.Delivery automatically
ru_ru: Подтверждайте заказы в Яндекс.Доставке автоматически

# SettingsTooltips::yandex_delivery_v3::autoconfirm
source: Without this setting orders will be sent to Yandex.Delivery as drafts.
ru_ru: Без этой настройки заказы будут отправляться в Яндекс.Доставку как черновики.

# Languages::carrier_yandex_delivery
source: Yandex.Delivery
ru_ru: Яндекс.Доставка

# Languages::yandex_delivery_v3.inner_order
source: Order number in Yandex
ru_ru: Номер заказа в Яндексе

# Languages::yandex_delivery_v3.shipment_information
source: Shipment information
ru_ru: Информация об отгрузке

# Languages::yandex_delivery_v3.customer_information
source: Customer information
ru_ru: Информация о покупателе

# Languages::yandex_delivery_v3.shipment_type
source: Shipment type
ru_ru: Тип отгрузки

# Languages::yandex_delivery_v3.yandex_warehouse
source: Warehouse in Yandex.Delivery
ru_ru: Склад в Яндекс.Доставке

# Languages::yandex_delivery_v3.yandex_store
source: Store in Yandex.Delivery
ru_ru: Магазин в Яндекс.Доставке

# Languages::yandex_delivery_v3.type_delivery
source: Type of delivery
ru_ru: Тип доставки

# Languages::yandex_delivery_v3.courier
source: Courier
ru_ru: Курьер

# Languages::yandex_delivery_v3.pickup
source: Pickup
ru_ru: Самовывоз

# Languages::yandex_delivery_v3.other_info
source: Other info
ru_ru: Другая информация

# Languages::yandex_delivery_v3.shipment_import
source: By yourself
ru_ru: Самостоятельно

# Languages::yandex_delivery_v3.shipment_withdraw
source: By courier of delivery service
ru_ru: Курьером из службы доставки

# Languages::yandex_delivery_v3.shipment_date
source: Shipment date
ru_ru: Дата отгрузки

# Languages::yandex_delivery_v3.assessed_value
source: Assessed value
ru_ru: Оценочная стоимость

# Languages::yandex_delivery_v3.amount_prepaid
source: Amount prepaid
ru_ru: Размер предоплаты

# Languages::yandex_delivery_v3.yandex_sender
source: Store
ru_ru: Магазин

# Languages::yandex_delivery_v3.yandex_delivery_form
source: Create Yandex.Delivery order
ru_ru: Создать заказ в Яндекс.Доставке

# Languages::yandex_delivery_v3.add_yandex_order
source: Place a Yandex.Delivery order
ru_ru: Разместить заказ в Яндекс.Доставке

# Languages::yandex_delivery_v3.all_day
source: Day and night
ru_ru: Круглосуточно

# Languages::yandex_delivery_v3.day_every.schedule_interval
source: Daily: [from]&ndash;[to]
ru_ru: Ежедневно: [from]&ndash;[to]

# Languages::yandex_delivery_v3.day_every.schedule_single
source: Daily: [schedule]
ru_ru: Ежедневно: [schedule]

# Languages::yandex_delivery_v3.every_day
source: Daily
ru_ru: Ежедневно

# Languages::yandex_delivery_v3.weekend
source: Weekend
ru_ru: По выходным

# Languages::yandex_delivery_v3.pickuppoint
source: Pickup point
ru_ru: Пункт самовывоза

# Languages::yandex_delivery_v3.status_delivery
source: Delivery status
ru_ru: Статус доставки

# Languages::yandex_delivery_v3.submit_order_auto
source: Confirm orders automatically
ru_ru: Автоматически подтверждать заказ

# Languages::yandex_delivery_v3.submit_order
source: If you don't confirm orders, they'll be sent to Yandex.Delivery account with the DRAFT status. The money won't be taken until you confirm the order.
ru_ru: Если не подтверждать заказ автоматически, то он создастся в личном кабинете Яндекс.Доставки как со статусом "Черновик", и деньги за него не спишутся до подтверждения.

# Languages::yandex_delivery_v3.courier_delivery
source: By [delivery] courier
ru_ru: Курьером [delivery]

# Languages::yandex_delivery_v3.day_single.schedule_closed
source: [day]: Closed
ru_ru: [day]: Закрыто

# Languages::yandex_delivery_v3.shipping_services
source: Shipping services
ru_ru: Службы доставки

# Languages::yandex_delivery_v3.no_shipping_services_selected
source: At least one shipping service must be selected on the Configure tab of the shipping method configuration page
ru_ru: На вкладке "Настроить" в настройках способа доставки должна быть включена хотя бы одна служба доставки

# Languages::yandex_delivery_v3.shipping_services_info
source: The selected shipping services will be offered at checkout, but only if you enable them in your Yandex.Shipping account too. Due to Yandex technical restrictions, we don't know which shipping services are enabled in your account.
ru_ru: Выбранные службы доставки будут предложены при оформлении заказа, но только если вы включите их в личном кабинете Яндекс.Доставки. Из-за технических ограничений Яндекса мы не знаем, какие службы доставки у вас там включены.

# Languages::yandex_delivery_v3.create_draft
source: Create a draft in Yandex.Delivery
ru_ru: Создать черновик в Яндекс.Доставке

# Languages::yandex_delivery_v3.draft_created
source: Draft in Yandex.Delivery was created
ru_ru: Черновик в Яндекс.Доставке создан

# Languages::yandex_delivery_v3.store_selector_info
source: Select the Yandex.Delivery store that will participate in this shipping method. You can change the list of available stores in the <a href="[href]">Yandex.Delivery add-on settings</a>.
ru_ru: Выберите магазин из Яндекс.Доставки, который будет использоваться в этом способе доставки. Список доступных магазинов можно изменить <a href="[href]">в настройках модуля "Яндекс.Доставка"</a>.

# Languages::yandex_delivery_v3.warehouse_selector_info
source: Select the Yandex.Delivery warehouse that will participate in this shipping method. You can change the list of available warehouses in the <a href="[href]">Yandex.Delivery add-on settings</a>.
ru_ru: Выберите склад из Яндекс.Доставки, который будет использоваться в этом способе доставки. Список доступных складов можно изменить <a href="[href]">в настройках модуля "Яндекс.Доставка"</a>.

# Languages::yandex_delivery_v3.order_created
source: Yandex.Delivery order successfully created.
ru_ru: Заказ в Яндекс.Доставке успешно создан.

# Languages::yandex_delivery_v3.order_data_missing
source: Order information is missing or doesn't exist.
ru_ru: Информация о заказе отсутствует

# Languages::yandex_delivery_v3.street
source: Street
ru_ru: Улица

# Languages::yandex_delivery_v3.house
source: House
ru_ru: Дом

# Languages::yandex_delivery_v3.apartment
source: Apartment
ru_ru: Квартира

# Languages::yandex_delivery_v3.car_number
source: Car license plate
ru_ru: Номерной знак автомобиля

# Languages::yandex_delivery_v3.car_brand
source: Car brand
ru_ru: Марка автомобиля

# Languages::yandex_delivery_v3.courier_type
source: Courier type
ru_ru: Кто отгрузит

# Languages::yandex_delivery_v3.courier_type.courier
source: On foot
ru_ru: Пеший курьер

# Languages::yandex_delivery_v3.courier_type.car
source: On car
ru_ru: Курьер на машине

# Languages::yandex_delivery_v3.your_order_setting_are_not_supported
source: The shipment settings of your order in Yandex.Delivery do not match the shipment settings you specified in your account. Please, check the account settings and try again later.
ru_ru: Настройки, указанные вами в процессе создания заказа в Яндекс.Доставке, противоречат настройкам вашего личного кабинета. Пожалуйста, проверьте настройки личного кабинета и повторите попытку позже.

# Languages::yandex_delivery_v3.courier_information
source: Courier information
ru_ru: Информация о курьере

# Languages::yandex_delivery_v3.shipment_date_limitation
source: Next following date for shipment by yourself - [today], 21:00. Next following date for shipment by courier of delivery service - [tomorrow], 21:00
ru_ru: Следующая дата доставки самостоятельно — [today], до 21:00. Следующая дата для доставки курьером службы доставки — [tomorrow], до 21:00.

# Languages::yandex_delivery_v3.your_products_without_parameters
source: Couldn't create an order in Yandex.Delivery. Some products in this order don't have shipping properties (length, width, height, weight) specified. Please add those properties to products and try again.
ru_ru: Не удалось создать заказ в Яндекс.Доставке. У некоторых товаров в заказе нет параметров доставки (длины, ширины, высоты, веса). Задайте товарам эти параметры и попробуйте снова.
